BikeWheel_OpenFOAM/40mm/bikewheel_v=60/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            patch;
        nFaces          360;
        startFace       1618146;
    }
    inlet
    {
        type            patch;
        nFaces          72;
        startFace       1618506;
    }
    outlet
    {
        type            patch;
        nFaces          2284;
        startFace       1618578;
    }
    lowerWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1261;
        startFace       1620862;
    }
    upperWall
    {
        type            patch;
        nFaces          262;
        startFace       1622123;
    }
    BikeWheel
    {
        type            wall;
        inGroups        List<word> 
2
(
BikeWheelGroup
wall
)
;
        nFaces          11602;
        startFace       1622385;
    }
)

// ************************************************************************* //
